/* NSMenuItem : <title:About Books> (oid:58) */
"About Books" = "A Booksról";

/* NSButton (Add) : <title:Add> (oid:1326) */
"Add" = "Hozzáadás";

/* NSBox (Add a new file) : <title:Add a new file> (oid:3608) */
"Add a new file" = "Új fájl hozzáadása";

/* NSButton (Add File) : <title:Add File> (oid:3615) */
"Add File" = "Fájl hozzáadása";

/* NSMenuItem : <title:All> (oid:2109) */
"All" = "Mindegyik";

/* NSMenuItem : <title:Any> (oid:2108) */
"Any" = "Bármelyik";

/* NSMenuItem : <title:Author(s)> (oid:3118) */
"Author(s)" = "Szerző(k)";

/* NSTextField (Authors:) : <title:Authors:> (oid:426) */
"Authors:" = "Szerző:";

/* NSTabViewItem : <title:Basic Info.> (oid:387) */
"Basic Info." = "Elsődleges";

/* NSMenuItem : <title:Batch Quickfill Visible Items> (oid:3568) */
"Batch Quickfill Visible Items" = "A kijelölt elemek gyorskitöltése";

/* NSWindow (Book Information) : <title:Book Information> (oid:384) */
"Book Information" = "A könyv adatai";

/* NSWindow (Books) : <title:Books> (oid:1931) */
"Books" = "Books";

/* NSNibBindingConnector : <title:Books - %{title1}@ (%{title2}@)> (oid:1926) */
"Books - %{title1}@ (%{title2}@)" = "Books - %{title1}@ (%{title2}@)";

/* NSMenuItem : <title:Books Help> (oid:111) */
"Books Help" = "Súgó";

/* NSTableColumn : <title:Borrower> (oid:1509) */
"Borrower" = "Olvasó";

/* NSTextField (Borrower:) : <title:Borrower:> (oid:1532) */
"Borrower:" = "Olvasó:";

/* NSBox (Box) : <title:Box> (oid:3973) */
"Box" = "Doboz";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "Mindet mutat";

/* NSButton (Browse) : <title:Browse> (oid:3616) */
"Browse" = "Keresés";

/* NSButton (Cancel) : <title:Cancel> (oid:3994) */
"Cancel" = "Mégsem";

/* NSMenuItem : <title:Check For Updates...> (oid:3374) */
"Check For Updates..." = "Frissítés keresése...";

/* NSMenuItem : <title:Check Spelling> (oid:189) */
"Check Spelling" = "Helyesírás ellenőrzése";

/* NSMenuItem : <title:Check Spelling as You Type> (oid:191) */
"Check Spelling as You Type" = "Helyesírás-ellenőrzés begépeléskor";

/* NSMenuItem : <title:Close> (oid:3217) */
"Close" = "Bezárás";

/* NSTextField (Comments:) : <title:Comments:> (oid:1246) */
"Comments:" = "Megjegyzések:";

/* NSTextField (Condition:) : <title:Condition:> (oid:608) */
"Condition:" = "Állapot:";

/* NSMenuItem : <title:contains> (oid:3128) */
"contains" = "tartalmazza";

/* NSTabViewItem : <title:Copies> (oid:391) */
"Copies" = "Példányok";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "Másolás";

/* NSTableColumn : <title:Copy Borrowed> (oid:1508) */
"Copy Borrowed" = "Kölcsönzött példány";

/* NSTextField (Copy: ) : <title:Copy:
> (oid:3452) */


"Copy:\n" = "Másolás:\n";

/* NSPanel (Cover Image) : <title:Cover Image> (oid:1734) */
"Cover Image" = "Borítókép";

/* NSTextField (Current Value:) : <title:Current Value:> (oid:614) */
"Current Value:" = "Értéke:";

/* NSBox (Custom Genres) : <title:Custom Genres> (oid:3577) */
"Custom Genres" = "Saját műfaj";

/* NSBox (Custom Settings) : <title:Custom Settings> (oid:3427) */
"Custom Settings" = "Egyéni beállítások";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "Kivágás";

/* NSTextField (Date Acquired:) : <title:Date Acquired:> (oid:616) */
"Date Acquired:" = "Beszerzés ideje:";

/* NSTableColumn : <title:Date Finished> (oid:1306) */
"Date Finished" = "Határidő";

/* NSTextField (Date Finished:) : <title:Date Finished:> (oid:1262) */
"Date Finished:" = "Határidő:";

/* NSTableColumn : <title:Date Lent> (oid:1510) */
"Date Lent" = "Kölcsönzési idő";

/* NSTextField (Date Lent:) : <title:Date Lent:> (oid:1533) */
"Date Lent:" = "Kölcsönzési idő:";

/* NSMenuItem : <title:Date Published> (oid:3112) */
"Date Published" = "Kiadás éve";

/* NSTextField (Date Started:) : <title:Date Started:> (oid:1256) */
"Date Started:" = "Kezdőnap:";

/* NSTextField (Default Display Style:) : <title:Default Display Style:> (oid:3394) */
"Default Display Style:" = "Megjelenítési stílus:";

/* NSTextField (Default Export Plugin: ) : <title:Default Export Plugin:
> (oid:3393) */


"Default Export Plugin:\n" = "Exportálási kisalkalmazás:\n";

/* NSTextField (Default Import Plugin:) : <title:Default Import Plugin:> (oid:3392) */
"Default Import Plugin:" = "Importálási kisalkalmazás:";

/* NSTextField (Default Quickfill Plugin:) : <title:Default Quickfill Plugin:> (oid:3410) */
"Default Quickfill Plugin:" = "Gyorskitöltési kisalkalmazás:";

/* NSButton (Delete) : <title:Delete> (oid:1327) */
"Delete" = "Törlés";

/* NSTableColumn : <title:Description> (oid:3605) */
"Description" = "Leírás";

/* NSTextField (Description:) : <title:Description:> (oid:3614) */
"Description:" = "Leírás:";

/* NSTabViewItem : <title:Details> (oid:3421) */
"Details" = "Részletek";

/* NSButton (Display default fields specified by the plugin.) : <title:Display default fields specified by the plugin.> (oid:3423) */
"Display default fields specified by the plugin." = "A plugin alapértelmezett mezőinek megjelenítése.";

/* NSButton (Display default genres specified by the application.) : <title:Display default genres specified by the application.> (oid:3576) */
"Display default genres specified by the application." = "Az alkalmazás alapértelmezett mezőinek megjelenítése.";

/* NSMenuItem : <title:does not contain> (oid:3288) */
"does not contain" = "nem tartalmazza";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "Szerkesztés";

/* NSMenuItem : <title:Edition> (oid:3110) */
"Edition" = "Kiadás";

/* NSTextField (Edition:) : <title:Edition:> (oid:409) */
"Edition:" = "Kiadás:";

/* NSMenuItem : <title:Editor(s)> (oid:3108) */
"Editor(s)" = "Szerkesztő(k)";

/* NSTextField (Editors:) : <title:Editors:> (oid:427) */
"Editors:" = "Szerkesztők:";

/* NSTableColumn : <title:Enabled> (oid:3388) */
"Enabled" = "Engedélyezve";

/* NSMenuItem : <title:ends with> (oid:3124) */
"ends with" = "végződik";

/* NSTextField (Enter the custom genres in the box below. Enter one genre per line.) : <title:Enter the custom genres in the box below. Enter one genre per line.> (oid:3579) */
"Enter the custom genres in the box below. Enter one genre per line." = "Írja be a saját műfajait a lenti dobozba. Soronként csak egyet használjon.";

/* NSTextField (Enter the field names for the custom fields to display in the list. Please enter one field name per line.) : <title:Enter the field names for the custom fields to display in the list. Please enter one field name per line.> (oid:3418) */
"Enter the field names for the custom fields to display in the list. Please enter one field name per line." = "Írja be a saját mezőit a listanézetben való megjelenítéshez. Soronként csak egyet használjon.";

/* NSTextField (Enter the fields to display in the details below. Enter them in the order that they should appear.) : <title:Enter the fields to display in the details below. Enter them in the order that they should appear.> (oid:3429) */
"Enter the fields to display in the details below. Enter them in the order that they should appear." = "Írja be a mezők neveit a megjelenítéshez. Abban a sorrendben írja be, amilyenben később látni szeretné.";

/* NSMenu : <title:Export> (oid:1614) */
"Export" = "Export";

/* NSTabViewItem : <title:Extended Info.> (oid:401) */
"Extended Info." = "Részletes";

/* NSTextField (Fetching data for book. Please be patient.) : <title:Fetching data for book. Please be patient.> (oid:3679) */
"Fetching data for book. Please be patient." = "Az adatok elérése folyamatban. Kérem, várjon türelemmel.";

/* NSTableColumn : <title:Field> (oid:3389) */
"Field" = "Mező";

/* NSTableColumn : <title:Field Name> (oid:455) */
"Field Name" = "Mező név";

/* NSTextField (Field Name:) : <title:Field Name:> (oid:1322) */
"Field Name:" = "Mező név:";

/* NSTableColumn : <title:Field Value> (oid:456) */
"Field Value" = "Mező érték";

/* NSTextField (Field Value:) : <title:Field Value:> (oid:1325) */
"Field Value:" = "Mező érték:";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "Fájl";

/* NSTabViewItem : <title:Files> (oid:3600) */
"Files" = "Fájlok";

/* NSMenuItem : <title:Find> (oid:168) */
"Find" = "Keresés";

/* NSMenuItem : <title:Find Next> (oid:167) */
"Find Next" = "A következő keresése";

/* NSMenuItem : <title:Find Online> (oid:3968) */
"Find Online" = "Keresés a neten";

/* NSMenuItem : <title:Find Previous> (oid:162) */
"Find Previous" = "Vissza az előzőre";

/* NSMenuItem : <title:Find…> (oid:154) */
"Find…" = "Keresés…";

/* NSMenuItem : <title:Format> (oid:3116) */
"Format" = "Formátum";

/* NSTextField (Format: ) : <title:Format:
> (oid:411) */


"Format:\n" = "Formátum:\n";

/* NSMenuItem : <title:Genre> (oid:3115) */
"Genre" = "Műfaj";

/* NSTabViewItem : <title:Genres> (oid:3574) */
"Genres" = "Műfajok";

/* NSTextField (Genres:) : <title:Genres:> (oid:421) */
"Genres:" = "Műfajok:";

/* NSMenuItem : <title:greater than> (oid:3125) */
"greater than" = "nagyobb mint";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "Segítség";

/* NSMenuItem : <title:Hide Books> (oid:134) */
"Hide Books" = "Elrejtés";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "Az összes elrejtése";

/* NSMenuItem : <title:Illustrator(s)> (oid:3106) */
"Illustrator(s)" = "Az illusztrációkat készítette";

/* NSTextField (Illustrators:) : <title:Illustrators:> (oid:428) */
"Illustrators:" = "Az illusztrációkat készítette:";

/* NSMenu : <title:Import> (oid:1611) */
"Import" = "Import";

/* NSMenuItem : <title:Info> (oid:1603) */
"Info" = "Adatok";

/* NSTextField (Inscription:) : <title:Inscription:> (oid:617) */
"Inscription:" = "Megjegyzés:";

/* NSButton (Install Selected Plugin) : <title:Install Selected Plugin> (oid:3854) */
"Install Selected Plugin" = "A kijelölt plugin telepítése";

/* NSMenuItem : <title:is> (oid:3129) */
"is" = "azonos";

/* NSMenuItem : <title:is not> (oid:3131) */
"is not" = "nem azonos";

/* NSNibBindingConnector : <title:ISBN> (oid:3525) */
"ISBN" = "ISBN";

/* NSTextField (ISBN:) : <title:ISBN:> (oid:3243) */
"ISBN:" = "ISBN:";

/* NSMenuItem : <title:Item> (oid:1615) */
"Item" = "Tétel";

/* NSMenuItem : <title:Item1> (oid:3946) */
"Item1" = "Tétel1";

/* NSMenuItem : <title:Item2> (oid:3947) */
"Item2" = "Tétel2";

/* NSMenuItem : <title:Item3> (oid:3948) */
"Item3" = "Tétel3";

/* NSMenuItem : <title:Jump to Selection> (oid:155) */
"Jump to Selection" = "Ugrás a kijelölésre";

/* NSMenuItem : <title:Keywords> (oid:3117) */
"Keywords" = "Tárgyszavak";

/* NSTextField (Keywords:) : <title:Keywords:> (oid:412) */
"Keywords:" = "Tárgyszavak:";

/* NSTabViewItem : <title:Lending History> (oid:393) */
"Lending History" = "Kölcsönzés";

/* NSMenuItem : <title:Length> (oid:3107) */
"Length" = "Méret";

/* NSTextField (Length:) : <title:Length:> (oid:3264) */
"Length:" = "Méret:";

/* NSMenuItem : <title:less than> (oid:3130) */
"less than" = "kisebb mint";

/* NSMenu : <title:List> (oid:3567) */
"List" = "Lista";

/* NSMenuItem : <title:List Name> (oid:3114) */
"List Name" = "Lista név";

/* NSTableColumn : <title:Location> (oid:397) */
"Location" = "Jelzet";

/* NSTextField (Location:) : <title:Location:> (oid:3617) */
"Location:" = "Jelzet:";

/* NSButton (Look for new plugins online) : <title:Look for new plugins online> (oid:3908) */
"Look for new plugins online" = "Új plugin keresése a neten";

/* NSButton (Look for updates on launch) : <title:Look for updates on launch> (oid:3417) */
"Look for updates on launch" = "Frissítés keresése indításkor";

/* NSTabViewItem : <title:Main> (oid:3384) */
"Main" = "Elsődleges";

/* NSMenu : <title:MainMenu> (oid:29) */
"MainMenu" = "FőMenü";

/* NSTextField (Match) : <title:Match> (oid:2105) */
"Match" = "Megegyezik";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "Elrejtés";

/* NSButton (Move To Trash) : <title:Move To Trash> (oid:3607) */
"Move To Trash" = "Kukába";

/* NSNibBindingConnector : <title:Multiple Books Selected> (oid:2028) */
"Multiple Books Selected" = "Több könyv kijelölése";

/* NSNibBindingConnector : <title:Multiple Lists Selected> (oid:2509) */
"Multiple Lists Selected" = "Több lista kijelölése";

/* NSTableColumn : <title:Name> (oid:3859) */
"Name" = "Név";

/* NSButton (New Book) : <title:New Book> (oid:2032) */
"New Book" = "Új könyv";

/* NSButton (New Entry) : <title:New Entry> (oid:1528) */
"New Entry" = "Új bejegyzés";

/* NSMenuItem : <title:New List> (oid:1663) */
"New List" = "Új lista";

/* NSMenuItem : <title:New Smart List> (oid:2037) */
"New Smart List" = "Új gyorslista";

/* NSButton (Next) : <title:Next> (oid:489) */
"Next" = "Következő";

/* NSNibBindingConnector : <title:No Books Selected> (oid:2028) */
"No Books Selected" = "Nincs könyv kijelölve";

/* NSNibBindingConnector : <title:No Lists Selected> (oid:2509) */
"No Lists Selected" = "Nincs lista kijelölve";

/* NSNibBindingConnector : <title:Not Installed> (oid:3896) */
"Not Installed" = "Nincs telepítve";

/* NSTextField (of the following rules:) : <title:of the following rules:> (oid:2111) */
"of the following rules:" = "a következő szabályok szerint:";

/* NSButton (OK) : <title:OK> (oid:2308) */
"OK" = "Rendben";

/* NSButton (Only export selected items) : <title:Only export selected items> (oid:3689) */
"Only export selected items" = "Csak a kijelölt elemek exportálása";

/* NSButton (Open With Finder) : <title:Open With Finder> (oid:3606) */
"Open With Finder" = "Megnyitás a Finderrel";

/* NSMenu : <title:OtherViews> (oid:3945) */
"OtherViews" = "Más nézet";

/* NSTextField (Owner:) : <title:Owner:> (oid:610) */
"Owner:" = "Tulajdonos:";

/* NSPanel (Panel) : <title:Panel> (oid:3938) */
"Panel" = "Panel";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "Beillesztés";

/* NSMenuItem : <title:Paste and Match Style> (oid:209) */
"Paste and Match Style" = "Beillesztés és stílus egységesítése";

/* NSMenuItem : <title:Place Published> (oid:3113) */
"Place Published" = "Kiadási hely";

/* NSMenuItem : <title:Plugin Manager> (oid:3901) */
"Plugin Manager" = "Kisalkalmazás-vezérlő";

/* NSWindow (Preferences) : <title:Preferences> (oid:1743) */
"Preferences" = "Beállítások";

/* NSMenuItem : <title:Preferences…> (oid:129) */
"Preferences…" = "Beállítások…";

/* NSButton (Previous) : <title:Previous> (oid:488) */
"Previous" = "Előző";

/* NSTextField (Progress Message ) : <title:Progress Message
> (oid:1933) */


"Progress Message\n" = "Állapot-üzenet\n";

/* NSTextField (Progress:) : <title:Progress:> (oid:1254) */
"Progress:" = "Állapot:";

/* NSNibBindingConnector : <title:Publication Date> (oid:2879) */
"Publication Date" = "Kiadás éve";

/* NSTextField (Publish Date:) : <title:Publish Date:> (oid:422) */
"Publish Date:" = "Kiadás éve:";

/* NSTextField (Publish Place:) : <title:Publish Place:> (oid:407) */
"Publish Place:" = "Kiadás helye:";

/* NSMenuItem : <title:Publisher> (oid:3111) */
"Publisher" = "Kiadó";

/* NSTextField (Publisher:) : <title:Publisher:> (oid:425) */
"Publisher:" = "Kiadó:";

/* NSMenuItem : <title:Purge Spotlight Index> (oid:3240) */
"Purge Spotlight Index" = "A Spotlight-index tisztítása";

/* NSButton (QuickFill) : <title:QuickFill> (oid:3249) */
"QuickFill" = "Gyorskitöltő";

/* NSWindow (Quickfilling) : <title:Quickfilling> (oid:3676) */
"Quickfilling" = "Gyorskitöltés";

/* NSMenuItem : <title:Quit Books> (oid:136) */
"Quit Books" = "Kilépés a programból";

/* NSTableColumn : <title:Rating> (oid:464) */
"Rating" = "Értékelés";

/* NSTextField (Rating:) : <title:Rating:> (oid:1260) */
"Rating:" = "Értékelés:";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "Újra";

/* NSButton (Refresh List) : <title:Refresh List> (oid:3920) */
"Refresh List" = "Lista frissítése";

/* NSButton (Remove) : <title:Remove> (oid:1247) */
"Remove" = "Eltávolítás";

/* NSButton (Remove Selected Entry) : <title:Remove Selected Entry> (oid:1527) */
"Remove Selected Entry" = "A kijelölt bejegyzések eltávolítása";

/* NSButton (Replace existing values) : <title:Replace existing values> (oid:4016) */
"Replace existing values" = "A meglévő adatok felülírása";

/* NSTableColumn : <title:Returned On> (oid:1511) */
"Returned On" = "Visszavétel";

/* NSTextField (Returned On:) : <title:Returned On:> (oid:1536) */
"Returned On:" = "Visszavétel:";

/* NSTableColumn : <title:Reviewer> (oid:462) */
"Reviewer" = "Véleményező";

/* NSTabViewItem : <title:Reviews> (oid:418) */
"Reviews" = "Vélemények";

/* NSButton (Save) : <title:Save> (oid:3951) */
"Save" = "Mentés";

/* NSButton (Search) : <title:Search> (oid:3949) */
"Search" = "Keresés";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "Összes kijelölése";

/* NSTextField (Select the fields to display in the list from the choices below:) : <title:Select the fields to display in the list from the choices below:> (oid:3391) */
"Select the fields to display in the list from the choices below:" = "Válassza ki a megjelenítendő mezőket az alábbi listából:";

/* NSMenuItem : <title:Series> (oid:3280) */
"Series" = "Sorozat";

/* NSTextField (Series:) : <title:Series:> (oid:3268) */
"Series:" = "Sorozat:";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "Szolgáltatások";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "Mindet mutatja";

/* NSTextField (Source:) : <title:Source:> (oid:612) */
"Source:" = "Forrás:";

/* NSMenu : <title:Spelling> (oid:185) */
"Spelling" = "Helyesírás";

/* NSMenuItem : <title:Spelling…> (oid:187) */
"Spelling…" = "Helyesírás…";

/* NSMenuItem : <title:starts with> (oid:3126) */
"starts with" = "kezdődik";

/* NSTableColumn : <title:Status> (oid:3858) */
"Status" = "Állapot";

/* NSTextField (Submitter:) : <title:Submitter:> (oid:1251) */
"Submitter:" = "Beküldő:";

/* NSMenuItem : <title:Summary> (oid:3119) */
"Summary" = "Összegzés";

/* NSTextField (Summary:) : <title:Summary:> (oid:424) */
"Summary:" = "Összegzés:";

/* NSTextField (System Font Text) : <title:System Font Text> (oid:2021) */
"System Font Text" = "Rendszerbetűk";

/* NSTableColumn : <title:Title> (oid:3942) */
"Title" = "Cím";

/* NSTextField (Title:) : <title:Title:> (oid:3613) */
"Title:" = "Cím:";

/* NSNibBindingConnector : <title:To use, add a new copy above.> (oid:3836) */
"To use, add a new copy above." = "A használathoz készítsen új másolatot.";

/* NSMenuItem : <title:Translator(s)> (oid:3109) */
"Translator(s)" = "Fordító(k)";

/* NSTextField (Translators:) : <title:Translators:> (oid:429) */
"Translators:" = "Fordítók:";

/* NSTableColumn : <title:Type> (oid:3897) */
"Type" = "Típus";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "Vissza";

/* NSMenuItem : <title:Update Spotlight Index> (oid:3239) */
"Update Spotlight Index" = "A Spotlight-index frissítése";

/* NSMenuItem : <title:Use Selection for Find> (oid:161) */
"Use Selection for Find" = "A kijelölt keresése";

/* NSBox (User-Defined Information) : <title:User-Defined Information> (oid:451) */
"User-Defined Information" = "A felhasználó által meghatározott adatok";

/* NSTableColumn : <title:Version> (oid:3872) */
"Version" = "Változat";

/* NSWindow (Window) : <title:Window> (oid:2101) */
"Window" = "Ablak";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "Átméretezés";